Revit 2027 API
ParameterTypeId.SpaceHeatingSetPoint Property
 "Heating Set Point"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpaceHeatingSetPoint { get; }
Public Shared ReadOnly Property SpaceHeatingSetPoint As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpaceHeatingSetPoint {
	ForgeTypeId^ get ();
}
static member SpaceHeatingSetPoint : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace